##避免得到错误的统计结果
##从一组数据中可以精心挑选出说明任何结论的数据

##避免的办法是：关注数据本身，而不知看统计结果（例如平均、方差、中位数、线性拟合）
##关注数据时，做图能够快速传递信息，但它是有欺骗性的（例如坐标轴的标尺选择，数据密度不统一等等）

##最常见的统计错误:GIGO（Garbage in Garbage out）无用输入，无用输出
##另一种常见统计错误：cum hoc ergo propter hoc fallacy（拉丁语）(暨此谬误的谬误)。
##未知的潜在变量的影响
##例如流感爆发时间与学校学期中重合，潜在变量：气温的影响
##使用了激素替代疗法的女性得心血管疾病的概率，潜在变量：女性自身的健康意识

##未响应偏好、不具代表性的样本
##当样本满足一定数量且绝对随机时，其分布可以代表整体，但往往采样不够随机，例如社会学中常用方便采样
##未响应偏好：例如对课程的评价只有最满意和极不满意的人愿意评价，得到的结论往往是两极化得，中间评论往往选择不评价

##数据增强
##推算
##不要无理由的推测，得出无意义的结论

##德州神射手谬论
##因果倒置